/* App name */
"Batteries" = "Batteries";

/* Trial expired messages */

"Trial Expired." = "Trial Expired.";

"Trial has expired" = "Trial has expired";

"Click here to purchase license." = "Click here to purchase license.";

/* Trial days remaining */
"%d Days Remaining" = "%d Days Remaining";

/* registered to email address */
"Registered to: %@" = "Registered to: %@";

/* Widget description */
"Get quick access to your device batteries." = "Get quick access to your device batteries.";

/* Battery preferences menu item title */
"Battery Preferences…" = "Battery Preferences…";

/* Low Battery Preferences */
"Low Battery Notifications: On" = "Low Battery Notifications: On";

"Low Battery Notifications: Off" = "Low Battery Notifications: Off";

/* App version number */
"v%@" = "v%@";

/* iPhone/iPad explanatory text macOS 14 and older */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with iTunes Wi-Fi sync enabled, that are connected to the same Wi-Fi network as this computer."

/* iPhone/iPad explanatory text macOS 15 and later */
"Note: Low Battery notifications are only available for iPhones, iPads and iPods with \"Show this device when on Wi-Fi\" enabled in Finder, that are connected to the same Wi-Fi network as this computer."

"iTunes Wi-Fi sync enabled"

/* Cannot communicate with helper warning alert title */
"Warning: cannot communicate with helper app." = "Warning: cannot communicate with helper app.";

/* Cannot communicate with helper alert message */
"Please make sure that the Batteries app is in the Applications folder." = "Please make sure that the Batteries app is in the Applications folder.";

/* General preference pane title */
"General" = "General";

"Viewing Options:" = "Viewing Options:";

"Show in Menu Bar" = "Show in Menu Bar";

"Show in Touch Bar" = "Show in Touch Bar";

"Long press the Control (⌃) key to show Batteries in the Touch Bar." = "Long press the Control (⌃) key to show Batteries in the Touch Bar.";

"Updates:" = "Updates:";

"Check for Updates…" = "Check for Updates…";

"Feedback:" = "Feedback:";

"Provide Feedback…" = "Provide Feedback…";

"Our Apps:" = "Our Apps:";

"See our other apps…" = "See our other apps…";

"Version %@" = "Version %@";

/* Notifications preference pane title */
"Notifications" = "Notifications";

/* Notifications enabled status, shown with check option next to it */
"Notifications enabled" = "Notifications enabled";

/* Visible in UI, shown with check option next to it */
"Visible in UI" = "Visible in UI";

/* "Send Low Battery Notification at:", shown with percentage under it */
"Send Low Battery Notification at:" = "Send Low Battery Notification at:";

/* Registration preference pane title */
"Registration" = "Registration";

/* license key section title */
"License Key" = "License Key";

/* trial mode header title */
"Trial Mode" = "Trial Mode";

/* Purchase license button title */
"Purchase License" = "Purchase License";

/* Today extension description */
"Shows battery levels of your connected devices" = "Shows battery levels of your connected devices";

/* Paddle trial text */
"Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it." = "Thanks for downloading a trial of Batteries for Mac! We hope you enjoy it.";

/* Bluetooth low energy device placeholder name */
"BLE Device" = "BLE Device";

/* earphones left */
"🅛" = "🅛";

/* earphones right */
"🅡" = "🅡";

/* earphones case */
"(Case)" = "(Case)";

/* Unknown device name */
"Unknown device" = "Unknown device";

/* Bluetooth device placeholder name */
"Bluetooth Device" = "Bluetooth Device";

/* This Mac device name */
"This Mac" = "This Mac";

/* Menu bar power source type battery */
"Battery" = "Battery";

/* Menu bar power source power adapter */
"Power Adapter" = "Power Adapter";

/* Menu bar power source unknown */
"Unknown" = "Unknown";

/* Menu bar battery fully charged */
"Fully Charged" = "Fully Charged";

/* Menu bar battery is not charging */
"Battery Is Not Charging" = "Battery Is Not Charging";

/* Menu bar battery time until fully charged */
"%@ until fully charged" = "%@ until fully charged";

/* Menu bar battery time remaining */
"%@ remaining" = "%@ remaining";

"Battery" = "Battery";

"Power Source: %@" = "Power Source: %@";

/* Menu bar trial expired message */
"Trial expired. Please purchase license." = "Trial expired. Please purchase license.";

/* Notification trial expired title */
"Your trial of Batteries has expired" = "Your trial of Batteries has expired";

/* Notification trial expired subtitle */
"Please purchase a license to continue using Batteries." = "Please purchase a license to continue using Batteries.";

/* Low battery notification title - low battery on <device-name> */
"Low Battery on %@" = "Low Battery on %@";

/* Low battery notification subtitle - xx% of battery remaining */
"%d of battery remaining" = "%d of battery remaining";

/* Touch bar trial expired */
"Batteries trial has expired" = "Batteries trial has expired";

/* Failed to communicate with helper app message */
"Failed to communicate with helper app." = "Failed to communicate with helper app.";
